Repository: franckjej/heidrun
Catalog: Packages/HeidrunModules/Sources/HeidrunNews/Localizable.xcstrings
Source language: en
Languages: de, ja

source: (empty)
de: (leer)
ja: (空)

source: A category holds news threads (posts).
de: Eine Kategorie enthält News-Threads (Beiträge).
ja: カテゴリはニューススレッド（投稿）を含みます。

source: A folder holds more folders or categories.
de: Ein Ordner enthält weitere Ordner oder Kategorien.
ja: フォルダは他のフォルダやカテゴリを含みます。

source: Any replies will remain visible as orphan posts.
de: Alle Antworten bleiben als verwaiste Beiträge sichtbar.
ja: 返信は孤立した投稿として表示されたままになります。

source: Cancel
de: Abbrechen
ja: キャンセル

source: Category
de: Kategorie
ja: カテゴリ

source: Copy Contents
de: Inhalt kopieren
ja: 内容をコピー

source: Copy Post
de: Beitrag kopieren
ja: 投稿をコピー

source: Copy Thread
de: Thread kopieren
ja: スレッドをコピー

source: Create
de: Erstellen
ja: 作成

source: Create…
de: Erstellen…
ja: 作成…

source: Delete
de: Löschen
ja: 削除

source: Delete Post…
de: Beitrag löschen…
ja: 投稿を削除…

source: Delete this bundle?
de: Dieses Bündel löschen?
ja: このバンドルを削除しますか？

source: Delete this post?
de: Diesen Beitrag löschen?
ja: この投稿を削除しますか？

source: Delete…
de: Löschen…
ja: 削除…

source: Double-click “%@” to open it, or pick a category.
de: Doppelklicken Sie auf „%@“, um es zu öffnen, oder wählen Sie eine Kategorie.
ja: 「%@」をダブルクリックして開くか、カテゴリを選択してください。

source: Edit Post
de: Beitrag bearbeiten
ja: 投稿を編集

source: Edit Post…
de: Beitrag bearbeiten…
ja: 投稿を編集…

source: Edit…
de: Bearbeiten…
ja: 編集…

source: Empty Folder
de: Leerer Ordner
ja: 空のフォルダ

source: Folder
de: Ordner
ja: フォルダ

source: Folder Selected
de: Ordner ausgewählt
ja: フォルダを選択中

source: Kind
de: Art
ja: 種類

source: Loading news…
de: Nachrichten werden geladen…
ja: ニュースを読み込み中…

source: Loading posts…
de: Beiträge werden geladen…
ja: 投稿を読み込み中…

source: New Bundle or Category…
de: Neues Bündel oder Kategorie…
ja: 新規バンドルまたはカテゴリ…

source: New News Folder
de: Neuer News-Ordner
ja: 新規ニュースフォルダ

source: New Post
de: Neuer Beitrag
ja: 新規投稿

source: New Thread…
de: Neuer Thread…
ja: 新規スレッド…

source: News
de: Nachrichten
ja: ニュース

source: No Category Selected
de: Keine Kategorie ausgewählt
ja: カテゴリが選択されていません

source: No News Yet
de: Noch keine Nachrichten
ja: まだニュースがありません

source: No Posts Yet
de: Noch keine Beiträge
ja: まだ投稿がありません

source: No Thread Selected
de: Kein Thread ausgewählt
ja: スレッドが選択されていません

source: Nothing here yet.
de: Noch nichts hier.
ja: まだ何もありません。

source: Open
de: Öffnen
ja: 開く

source: Pick a category on the left to see its threads.
de: Wählen Sie links eine Kategorie aus, um ihre Threads zu sehen.
ja: 左側のカテゴリを選択するとスレッドが表示されます。

source: Pick a thread above to read its body here.
de: Wählen Sie oben einen Thread, um seinen Inhalt hier zu lesen.
ja: 上のスレッドを選択して内容を読みます。

source: Post
de: Veröffentlichen
ja: 投稿

source: Post a new thread to this category
de: Einen neuen Thread in dieser Kategorie veröffentlichen
ja: このカテゴリに新しいスレッドを投稿

source: Post draft (⌘↩)
de: Entwurf veröffentlichen (⌘↩)
ja: 下書きを投稿 (⌘↩)

source: Posts will appear here when someone shares an update.
de: Beiträge erscheinen hier, sobald jemand etwas teilt.
ja: 誰かが更新を共有するとここに表示されます。

source: Refresh
de: Aktualisieren
ja: 更新

source: Reload
de: Neu laden
ja: 再読み込み

source: Reload news feed
de: News-Feed neu laden
ja: ニュースフィードを再読み込み

source: Reply
de: Antworten
ja: 返信

source: Reply…
de: Antworten…
ja: 返信…

source: Save
de: Speichern
ja: 保存

source: Share an update with the server…
de: Etwas mit dem Server teilen…
ja: サーバーに更新を共有…

source: Subject
de: Thema
ja: 件名

source: This category is empty. Use the pencil button above to start a thread.
de: Diese Kategorie ist leer. Verwenden Sie den Stift-Knopf oben, um einen Thread zu beginnen.
ja: このカテゴリは空です。上の鉛筆ボタンでスレッドを開始してください。

source: Title
de: Titel
ja: タイトル

source: “%@” and every thread inside it will be removed from the server. This can't be undone.
de: „%@“ und jeder darin enthaltene Thread werden vom Server entfernt. Dies kann nicht rückgängig gemacht werden.
ja: 「%@」とその中のすべてのスレッドがサーバーから削除されます。この操作は取り消せません。

source: “%@” and everything inside it will be removed from the server. This can't be undone.
de: „%@“ und der gesamte Inhalt werden vom Server entfernt. Dies kann nicht rückgängig gemacht werden.
ja: 「%@」とその中のすべてがサーバーから削除されます。この操作は取り消せません。

source: Name
ja: 名前
